<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head>



<title>Sara Johansdotter</title>
<meta name="Description" content="En presentation av "Författarsläkten i Norr"">
<meta name="KeyWords" content="">



<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<meta name="Copyright" content="©2012JAN FREDMAN http://fredman.se">


<!-- ZoneLabs Privacy Insertion -->
			<script language='javascript' src='http://127.0.0.1:3004/js.cgi?pcaw&r=905'></script>

<SCRIPT LANGUAGE="JavaScript">
function openWindow(URL, windowName, windowProperties){
newWindow=window.open(URL, windowName, windowProperties);
}
</SCRIPT>

<META HTTP-EQUIV="imagetoolbar" CONTENT="no">
<script language="JavaScript">
function noRightClick() {
if (event.button==2) {
alert('You may not right mouse click this page.')
}
}
document.onmousedown=noRightClick
</script>


<META NAME=distribution CONTENT=global>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<META http-equiv="Content-Language" content="en">
<META name="robots" content="index, follow">
<META name="Rating" content="General">
<META name="Robots" content="All">

<script language="JavaScript" type="text/javascript">
<!-- BEGIN NO RIGHT CLICK

function noRightClick() {
if (event.button==2) {
alert('')
}
}
document.onmousedown=noRightClick

//  END NO RIGHT CLICK -->

</script>



<link rel="stylesheet" href="style.css" type="text/css">


<style type="text/css">
<!--
.style1 {font-size: 12px}
-->
</style>
</head>


<body bgcolor="#FFFFFF" text="#000000" class="outer-background">



<script language="JavaScript" type="text/javascript" src="header.js"></script>



<!-- YTTRE TABELL -->
<center>
<table cellpadding="0" cellspacing="0" border="0" width="850" class="pagewidth inner-background"><tr><td align="center">



<script language="JavaScript" type="text/javascript" src="menu.js"></script>



<img src="picts/home.jpg" width="850" height="225" alt="image" class="bannerborder"><br>





<!-- SPLITTA TABELL -->
<table cellpadding="0" cellspacing="0" border="0" width="100%"><tr><td align="center" valign="top">



<!-- STARTA HUVUDINNEHÅLL -->
<table cellpadding="0" cellspacing="30" border="0" width="97%"><tr>
  <td align="left" valign="top" class="just">



<!-- PARAGRAF 1 -->

<span class="title"><span class="title td-left">Sara Johansdotter gift till Norsj&ouml; 14, Kvavistr&auml;sk, Skellefte&aring; sn</span><br>
</span>
<h2 class="subtitle td-left">Vem &auml;r Sara Johansdotter och varifrt&aring;n kommer hon?</h2>
<p>Genetiskt har en &auml;ttling p&aring; raka m&ouml;dernet till Sara Johansdotter testat U1a1a2</p>
<p>F&ouml;r n&aring;gra &aring;r sedan publicerade jag mina nedanst&aring;ende dokumenterade bevis p&aring; denna webbplats, d&auml;rf&ouml;r att n&aring;gra har undrat &ouml;ver min koppling av Sara Johandotter till Myckle 3 utifr&aring;n vad som &auml;r skrivet i boken Skellefte&aring; socken (1650-1790) ss. 415, 461. Just detta faktum har en s&aring;dan central roll f&ouml;r att f&aring; in alla k&auml;nda f&ouml;rfattare med flera i en sl&auml;kt, som jag myntat till &quot;F&ouml;rfattarsl&auml;kten i norr&quot;. Det har konstaterats att detta &auml;r n&aring;gonting alldeles extra och jag hoppas att du noggrannt granskar mina bevis!<br>
  Som en del av er k&auml;nner till, s&aring; fick jag problem, n&auml;r jag skulle f&ouml;rs&ouml;ka f&aring; in ocks&aring; andra k&auml;nda f&ouml;rfattare m.fl. med gemensamma anor. n'Zackris-sl&auml;kten har varit etablerad ett antal &aring;r. Jag gjorde 2007 en utredning och fick fram en handfull k&auml;nda &quot;'Zackris&quot;-&auml;ttlingar. Erik Jonsson, redakt&ouml;r vid Provins i Ume&aring;, ville s&aring; g&auml;rna ha hj&auml;lp med ytterligare n&aring;gra namn i f&ouml;rfattartr&auml;det. Jag tog mig an uppgiften, men fick uppenbara problem, n&auml;r jag ville f&aring; in br&ouml;derna Sj&ouml;str&ouml;m fr&aring;n Bergviken, Burtr&auml;sk och syskonen Kurt Salomonson och Anita Salomonsson fr&aring;n Hjoggb&ouml;le. N&auml;r jag inte lyckades med detta, s&aring; riktade jag mina granskande blickar mot Sara Johansdotter, som var gift till Norsj&ouml; 14, Kvavistr&auml;sk. Ingen har angett varifr&aring;n hon kom. Vilken utmaning! Det m&aring;ste jag g&aring; till botten med. Ett s&auml;tt &auml;r att granska, vilka som var faddrar och dopvittnen, n&auml;r Zackris och Saras barn d&ouml;ptes. Enligt d&aring;tida tradition, s&aring; d&ouml;ptes f&ouml;rste sonsonen ofta efter farfar och n&auml;sta son efter morfar. Sonen Nils f&ouml;ddes 1706-11-11 och d&ouml;d f&ouml;re 1709, d&aring; n&auml;sta son Nils f&ouml;ddes. De d&ouml;ptes efter farfar Nils Andersson.  Allts&aring; jag rekommenderar dig att granska de brandskadade f&ouml;delse- och dopb&ouml;ckerna i Skellefte&aring; landsf&ouml;rsamling!</p>
<br>
      <a href="picts/Johan_Zackrisson_1708-06-21.jpg" target="_top">N&auml;r <strong>Johan Zackrisson</strong></a> f&ouml;ddes och d&ouml;ptes 1708-06-21, s&aring; antecknades Johan Andersson i M&yuml;ckle och hustrun f&ouml;rutom Pastor Swanb&auml;rg och Madam Brita Hiller, som dopvittnen.. <a href="picts/Johan_Zackrisson_1708-06-21.jpg" target="_top">Se utklipp fr&aring;n F&ouml;delse- och dopboken</a>. Johan Zackrisson var den son, som tog &ouml;ver g&aring;rden Norsj&ouml; 14, Kvavistr&auml;sk, Skellefte&aring; lfs. 
      K&auml;lla: <a href="picts/Johan_Zackrisson_1708-06-21.jpg" target="_top">Skellefte&aring; lfs C:1 (1699-1729)  s.21</a>. Johan Zackrissons morfar, Johan Andersson, var bonde p&aring; Myckle 3 och var gift med Karin Nicodemidotter fr&aring;n Gammelbyn 7, V&auml;stomsundet, Burtr&auml;sk fs.
    <p>N&auml;r<a href="picts/Nils_Zackrisson_1709-09-18.jpg" target="_top"><strong> Nils Zackrisson-G&ouml;k-Kuse</strong></a> f&ouml;ddes 1709-09-18 och d&ouml;ptes 1709-09-21, s&aring; fick han sitt f&ouml;rnamn efter farfar, Nils Andersson. N&auml;r han d&ouml;ptes  har pr&auml;sten skrivit: 
Faddrer Sochne Skrifwaren Johan Jacobson, Hustrun, Olof J&ouml;nson i Ostwijk, Hedmans Hustru Brita, Olof Joenson wid Nordsi&ouml;n, Hustro Syster Margaretha. K&auml;lla: <a href="picts/Nils_Zackrisson_1709-09-18.jpg">Skellefteå lfs C:1 (1699-1709) s.28</a><br>
<br>
Tack till dig Ulf Lundstr&ouml;m, som hj&auml;lpte mig att tolka alla skrivna bokstr&auml;ver! H&auml;r har vi allts&aring; en koppling till Margareta Johansdotter f&ouml;dd 1686 p&aring; Myckle 3 och som sedan kom att bli gift till Bodan 3. <br>
<br>
Observera att den f&ouml;rstf&ouml;dda Anna Zackrisdotter, som f&ouml;ddes 1705 och gift med Jakob Larsson p&aring; Norsj&ouml; 10, Skellefte&aring; lfs gav sin f&ouml;rstf&ouml;dda dotter f&ouml;rnamn efter farmor Marjet (Mariet) Olofsdotter (1651-1740). Det &auml;r den namngivningstraditionen, som g&ouml;r att jag s&auml;kert kan ange f&ouml;rnamnet p&aring; M&aring;rten Jonssons hustru, p&aring; Hjoggb&ouml;le 1, Skellefte&aring; lfs och från 1670 pä Bergsbyn 7, som i olika k&auml;llor anges som en Nicodemidotter fr&aring;n Gammelbyn. Jag har angett att M&aring;rtens hustru kan ha haft f&ouml;rnamnet Magdlena (Malin?), d&auml;rf&ouml;r att det f&ouml;rsta barnbarnet, som var en flicka, fick namnet Malin efter mormor. Modern var Karin M&aring;rtensdotter (1657-1743). En yngre broder, Gert M&aring;rtensson (1658-1747) gav en dotter namnet Malin.

<br>
    <br>
    Jag har i andra sammanhang noterat hur denna tradition med namngivning under 1600-1700-talet 
  
  f&ouml;ljts s&aring; konsekvent, att pr&auml;sten n&aring;gon g&aring;ng f&aring;tt &auml;ndra en redan d&ouml;pt dotters f&ouml;rnamn till farmors f&ouml;rnamn, 
  
  vilket en &auml;ldre avliden (i unga &aring;r) syster hade. Jag kanske kommer att skriva en artikel om just detta i 
  
  Roten vad det lider. Dit h&ouml;r ocks&aring; tradtitionen, som jag tidigare anf&ouml;rt, att den f&ouml;rste sonsonen fick farfars och n&auml;sta son morfars f&ouml;rnamn. Det har spelat en 
  
  avg&ouml;rande roll n&auml;r jag fastst&auml;llt att Zachris Nilssons hustru, Sara Johansdotter kom fr&aring;n Myckle 3, 
  
  vilket ingen annan f&ouml;re mig har haft n&aring;gon aning om. L&auml;s f&ouml;rresten boken Skellefte&aring; socken (1650-1790) 
  
  och vad som skrivs om Myckle 3 sid. 415 resp. Norsj&ouml; 14, Kvavistr&auml;sk sid. 461. <br>
    <br>
    <u>mtDNA Full Sequenced Test: Haplogrupp(Hg) U1a1a2</u></p>
    <p><strong>Karin Persdotter</strong>, <strong>Karin Nicodemidotter</strong>, <strong>Sara Johansdotter</strong> bar alla p&aring; denna haplogrupp, d&aring; vi testat flera nu levande &auml;ttlingar till Karin Nicodemidtr och Sara Johansdotter p&aring;  deras resp. raka m&ouml;dernelinjer med <span class="carttitle">Hg: U1a1a2</span></p>
    <p>mtDNA-test avsl&ouml;jar allts&aring; att Margareta Persdotter - i H&aring;kan Nicodemissons 2:a gifte p&aring; Gammelbyn 7(5), V&auml;stomsundet, Burtr&auml;sk fs, Burtr&auml;sk sn - har l&auml;mnat &ouml;ver mtDNA till nu levande &auml;ttlingar p&aring; den raka m&ouml;dernelinjen via bland annat Karin Nicodemidotter gift till Myckle 3, Skellefte&aring; lfs, Skellefte&aring; sn. Det st&auml;rker mitt tidigare resonemang utifr&aring;n Dop- och f&ouml;delseb&ouml;cker i Skellefte&aring; lfs, att Sara Johansdotter kom fr&aring;n Myckle 3. Sara bar p&aring; samma mtDNA och har f&ouml;rt det vidare genom m&aring;nga sl&auml;ktled p&aring; sin raka m&ouml;dernelinje via sina d&ouml;ttrar Anna (1705-1771) och Kerstin (1711-1795).</p>
    <p><img src="picts/sara_karin_margareta_U1a1a2.jpg" width="921" height="170"><br>

      <!-- SLUT PARAGRAF 2 -->
      
      
      
      
      
      
      <!-- LÄNKAR -->      </p>
    <p>Det som g&auml;ller &auml;r att j&auml;mf&ouml;ra dessa kvinnors mtDNA och i synnerhet det kodade omr&aring;det. Det ser ut som att det finns en skillnad, men en k&auml;nnare av DNA, Peter Sj&ouml;lund, skriver som kommentar p&aring; en Facebook-v&auml;gg:<br>
Peter Sj&ouml;lund:  &quot;Ewa Westerberg och Jan Fredman, det som ser ut som en mutation i resultatsammanst&auml;llningen &auml;r ingen s&aring;dan. Det &auml;r s&aring; att just p&aring; positionen 309 i mitokondrie-DNAt &auml;r det ofta instabilt. D&auml;r kan det ske s&aring; kallade "deletions" och "insertions", det vill s&auml;ga att det f&ouml;rsvinner n&aring;gon "bokstav" eller att det skjuts in en extra. 309.1C betyder att det p&aring; position 309 skjutits in ett extra C i mitokondrie-DNAt.

De tv&aring; f&ouml;rsta kvinnorna hade allts&aring; denna extra "bokstav" i DNA-koden, medan Margareta Persdotter inte hade det. Men denna typ av f&ouml;r&auml;ndringar p&aring; position 309 kan flippa fram och tillbaka p&aring; bara n&aring;gra generationer. Den positionen brukar d&auml;rf&ouml;r inte tas n&aring;gon h&auml;nsyn till n&auml;r mtDNA-tr&auml;dets f&ouml;rgreningar kartl&auml;ggs.

Kort sagt, <strong>de tre kvinnorna bar p&aring; identiskt mtDNA</strong>. Stort TACK till dig Peter Sj&ouml;lund f&ouml;r att du s&aring; gener&ouml;st bj&ouml;d p&aring; detta svar.</p>
    <p>Efter detta gjorde jag en j&auml;mf&ouml;relse mellan 3 tillg&auml;ngliga FASTA-filer: <strong>Hg U1a1a2</strong> Den som har Sara Johansdotter och Karin Nicodemidotter har ett extra C i position 309 allts&aring; CVR 2 309.1C. Den som har Margareta Persdotter saknar 309.1C<br>
Alla &ouml;vriga positionerna i CVR1 och i det st&ouml;rre Coding Region &auml;r IDENTISKT LIKA. Det betyder att den som uppgett Margareta Persdotter (Karin) som sin anmoder, den som uppger Karin Nicodemidotter (Jan) som anmoder och den som uppger Sara Johansdotter (Daniel) som sin anmoder genetiskt tillh&ouml;r varann, d&aring; de tre kvinnorna bar p&aring; idendiskt lika mtDNA.</p>
    <p>Det var uth&aring;llighetspr&ouml;vande att j&auml;mf&ouml;ra varje position f&ouml;r de olika FASTA-filerna. Jag anv&auml;nde en t&auml;mligen &aring;lderdomlig metod. Jag l&auml;ste in resp. FASTA-fil i varsin *.txt-fil. La dessa f&ouml;nster intill varann och gjorde d&auml;refter manuella j&auml;mf&ouml;relser. Stort TACK till alla inblandade, Daniel, Jan, Karin, och Peter Sj&ouml;lund - Sl&auml;kt&DNA! B&auml;sta h&auml;lsningar Jan Fredman</p>
    <p>P&aring; detta svar &aring;terkom &aring;terigen Peter Sj&ouml;lund i ett inl&auml;gg p&aring; &quot;Buresl&auml;kten - faktabaserad forskning&quot;: &quot;Bra att f&aring; det helt bekr&auml;ftat, Jan Fredman! Nu r&aring;der ingen tvekan l&auml;ngre. Ett tips: N&auml;sta g&aring;ng kan du spara mycket manuellt arbete genom att ladda upp FASTA-filerna f&ouml;r automatisk analys med verktyget mtHAP: https://dna.jameslick.com/mthap/<br>
  &Aring;terigen Peter Sj&ouml;lund, stort TACK! </p>
    <p>Nu &aring;terst&aring;r det bara att se vad Ulf Lundstr&ouml;m, fil dr, t&auml;nker om denna nya kunskap. </p>
    <p><br>
      <br>
      
      | <a href="http://skellefteforskare.se/?page_id=31" target="_blank">Bli medlem</a> | <a href="contact.htm" target="_top">Kontakta mig</a> |<br>
      
      <!-- SLUT LÄNKAR -->
      
      
      
      
      
      
      <br>
      
      <img src="picts/spacer.gif" height="5" width="350" alt="image"><br>
      
      <br><br>
    </p>
      
  </td></tr></table>

<!-- SLUT HUVUDINNEHÅLLL -->


</td><td align="center" valign="top" width="200" class="sidebar pageheight sidebartext">








<!-- STARTA SIDOTEXT -->



<script language="JavaScript" type="text/javascript" src="social-links.js"></script>









<!-- STARTA LISTA -->

<table cellpadding="10" cellspacing="0" border="0" class="sidebartext" width="100%"><tr>
  <td align="left" valign="top">

<span class="subtitle">

 Artiklar om Författarsläkten:<br>
</span>

<ul class="list">
<li><span class="style1"><a href="_pdf-docs/Provinsartikel_2012_03-20.pdf" target="_blank">Provins 2012 #1</a>
</span>
<li class="style1"><a href="_pdf-docs/Gefle Dagblad 2012-03-21.pdf" target="_blank">Gävle Dagblad</a>
<li class="style1"><a href="_pdf-docs/DN_Kulturbilagan_2012-03-21.pdf" target="_blank">DN</a>
<li class="style1"><a href="_pdf-docs/Norran_2012-04-21.pdf" target="_blank">Norran</a>
<li class="style1"><a href="_pdf-docs/Mellanbygden_2012-06-21.pdf" target="_blank">Mellanbygden</a>
<li><span class="style1"><a href="ovriga.htm">Övriga</a></span>
</ul></td></tr></table>

<!-- SLUT LISTA-->





<hr class="page-splits">





<!-- STARTA BILDER -->

<table cellpadding="4" cellspacing="0" border="0" class="sidebartext"><tr><td>

<img src="picts/sidebar-1.jpg" width="60" height="60" class="imageborderside" alt=""><br>

</td><td>

<img src="picts/sidebar-2.jpg" width="60" height="60" class="imageborderside" alt=""><br>

</td><td>

<img src="picts/sidebar-3.jpg" width="60" height="60" class="imageborderside" alt=""><br>

</td></tr></table>

<!-- SLUT BILDEDR -->









<hr class="page-splits">









<!-- STARTA LISTA 2 -->
<table cellpadding="10" cellspacing="0" border="0" class="sidebartext" width="100%"><tr><td align="left" valign="top"></span>

<ul class="list style11">
<li><a href="_pdf-docs/graphic_table_ancestry.pdf" target="_blank"><span class="style1">Grafiska släkttavlor</span><span class="style1"><br>
</span></a><span class="style1"><br>
</span>
<li><span class="style1"><a href="sara_johansdotter.htm" target="_top">Vem var Sara Johansdotter?</a></span>
</ul>
</td>
</tr></table>
<!-- SLUT LISTA 2 -->


<!-- STARTA LISTA 3 -->
<table cellpadding="10" cellspacing="0" border="0" class="sidebartext" width="100%"><tr><td align="left" valign="top"></span>

<br>
<div id="MicrosoftTranslatorWidget" style="width: 200px; min-height: 83px; border-color: #3A5770; background-color: #78ADD0;"><noscript><a href="http://www.microsofttranslator.com/bv.aspx?a=http%3a%2f%2ffredman.se%2f">Översätt den här sidan</a><br />Tillhandahålls av <a href="http://www.bing.com/translator">Microsoft® Translator</a></noscript></div> <script type="text/javascript"> /* <![CDATA[ */ setTimeout(function() { var s = document.createElement("script"); s.type = "text/javascript"; s.charset = "UTF-8"; s.src = ((location && location.href && location.href.indexOf('https') == 0) ? "https://ssl.microsofttranslator.com" : "http://www.microsofttranslator.com" ) + "/ajax/v2/widget.aspx?mode=manual&from=sv&layout=ts"; var p = document.getElementsByTagName('head')[0] || document.documentElement; p.insertBefore(s, p.firstChild); }, 0); /* ]]> */ </script> 

<br>
</td>
</tr></table>
<!-- SLUT LISTA 3 -->






<hr class="page-splits">

        
          <!-- END SIDEBAR -->
          
          
          
          
           <span class="style1">AdobeReader</span>
  <span class="style1"><br>
    <br>
    Om du saknar AdobeReader för att läsa pdf-filer
    
    
    , s&aring; kan du installera <a href="install_reader10_se_gtbp_chrd_aih.exe" target="_blank">programmet h&auml;r</a>! <a href="install_reader10_se_gtbp_chrd_aih.exe" target="_blank"><img src="picts/pdf8_s.jpg" alt="AdobeReader"></a> </span></p>
<p>&nbsp;</p>
<p>&nbsp; </p></td></tr></table>
<!-- SPLITTA -->
<br>
  <span class="style1">Copyright&copy;2012-2020 Jan Fredman</span></p>
  <p>All kopiering utan upphovsr&auml;ttsinnehavarens tillst&aring;nd &auml;r otill&aring;ten. Burtr&auml;sk 2020.<br>
  
</p>










<!-- STARTA FOTTEXT -->


<table cellpadding="0" cellspacing="0" border="0" width="100%" class="pagebar-bottom"><tr><td>
<img src="picts/spacer.gif" height="1" width="15" border="0" alt="image"><br>
</td></tr></table>




<!-- COPYRIGHT -->


<table cellpadding="10" cellspacing="0" border="0" width="100%" class="footertext footer"><tr><td align="left" valign="top">

<script language="JavaScript" type="text/javascript" src="copyright.js"></script>

</td><td align="right" valign="top">



</td></tr></table>

<!-- COPYRIGHT -->


<!-- SLUT FOTTEXT -->




</td></tr></table>
</center>
<!-- SLUT YTTRE TABELL -->

<!-- Start eXTReMe Pro Tracker Code V3/7
Login:    janf46
Help:     https://www.extremetracking.com
Installation instructions:
Copy and paste this code between the two body tags into the
*source* of your pages or in your footer/template. Best is
to use a normal text editor such as notepad. -->
<script type="text/javascript"><!--
EXd=document;location.protocol=="https:"?EXp="https":EXp="http";EXs="src";
EXd.write("<img "+EXs+"="+EXp+"://nht-2.extreme-dm.com/n2.g?login=janf46",
"&url="+escape(EXd.URL)+"&jv="+navigator.javaEnabled()+"&",
"d="+screen.width+"x"+screen.height+"&c="+screen.colorDepth+"",
"&l="+escape(EXd.referrer)+" width=0 height=0>");//-->
</script><noscript><img height="1" width="1" alt=""
src="http://nht-2.extreme-dm.com/n2.g?login=janf46&amp;url=nojs">
</noscript>
<!-- End eXTReMe Pro Tracker Code -->


<!-- ZoneLabs Popup Blocking Insertion -->
<script language='javascript'>postamble();</script>



</body>
</html>